04_OpenFoam/_bkp_RUN/01_elbow/elbow_quad/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    wall-4
    {
        type            wall;
        inGroups        1(wall);
        nFaces          903;
        startFace       70287;
    }
    pressure-outlet-7
    {
        type            patch;
        nFaces          80;
        startFace       71190;
    }
    velocity-inlet-6
    {
        type            patch;
        nFaces          40;
        startFace       71270;
    }
    velocity-inlet-5
    {
        type            patch;
        nFaces          80;
        startFace       71310;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        1(empty);
        nFaces          70400;
        startFace       71390;
    }
)

// ************************************************************************* //
